const localQuotes = [
  {
    text: 'Но часто именно таков путь деяний, изменяющих устройство мира: маленькие руки делают то, что могут, в то время как глаза великих устремлены в другие места.',
    author: 'Элронд',
  },
  {
    text: 'Ваши тропы — у вас под ногами. Каждый увидит свою в должное время.',
    author: 'Галадриэль',
  },
  {
    text: 'Даже самый маленький человек способен изменить ход будущего.',
    author: 'Гэндальф',
  },
  {
    text: '— Если бы я! Если бы ты! — сказал он. — Пустые речи начинаются с «если».',
    author: 'Дэнетор',
  },
  {
    text: 'Любая разгаданная загадка кажется потом поразительно легкой.',
    author: 'Гэндальф',
  },
  {
    text: 'В пути тебе встретится немало врагов, иных сразу узнаешь, иных — нет, но можешь встретить и друзей, даже когда на это будет меньше всего надежды.',
    author: 'Элронд',
  },
  {
    text: '– В чём, в чём, а в этом ты ничуть не изменился, дорогой Гэндальф, – заметил Арагорн. – Как всегда, говоришь сплошными загадками! – Загадками? – переспросил Гэндальф. – Да нет, нет, что ты. Я просто разговариваю сам с собой. Так поступали когда-то древние: обращались к самому мудрому в собрании, минуя остальных.',
    author: 'Гэндальф',
  },
  {
    text: 'Никто из нас не знает своей судьбы — но мы всегда надеемся на лучшее...',
    author: 'Гэндальф',
  },
  {
    text: 'Мудрость заключается в том, чтобы распознать необходимое, когда все прочие средства отпали, сколь безумно ни выглядело бы оно в глазах тех, кто тешится ложными надеждами.',
    author: 'Гэндальф',
  },
  {
    text: 'Когда приходит высокая минута, вот как сейчас, мы говорим пустяки, потому что боимся сказать слишком много, а то и вовсе не находим нужных слов.',
    author: 'Мэрри',
  },
  {
    text: 'Неведомые беды на тайных тропах всегда оказываются гораздо опасней, чем открытые враги на горных дорогах.',
    author: 'Боромир',
  },
];
